Repository: gmendonc/concursinhos-dev
Catalog: quiz/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Category
pt_br: Categoria

source: Categories
pt_br: Categorias

source: Sub-Category
pt_br: Sub-Categoria

source: Sub-Categories
pt_br: Sub-Categorias

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: a description of the quiz
pt_br: Descrição do Quiz

source: user friendly url
pt_br: url amigável

source: Random Order
pt_br: Ordem Aleatória

source: Display the questions in a random order or as they are set?
pt_br: Mostrar as questões em ordem aleatória ou na ordem em que foram inseridas?

source: Max Questions
pt_br: Máximo de questões

source: Number of questions to be answered on each attempt.
pt_br: Número de questões a responder em cada tentativa.

source: Correct answer is NOT shown after question. Answers displayed at the end.
pt_br: A resposta correta NÃO será mostrada após a questão. Respostas mostradas ao final.

source: Answers at end
pt_br: Resposatas no final

source: If yes, the result of each attempt by a user will be stored. Necessary for marking.
pt_br: Se sim, o resultado de cada tentaiva por um usuário será armazenado. Necessário para registro.

source: Exam Paper
pt_br: Prova

source: If yes, only one attempt by a user will be permitted. Non users cannot sit this exam.
pt_br: Se sim, apenas uma tentativa por um usuário será permitida. Usuários não registrados não podem fazer este teste.

source: Single Attempt
pt_br: Tentativa Única

source: Percentage required to pass exam.
pt_br: Resultado necessário para passar na prova.

source: Displayed if user passes.
pt_br: Mostrado se o usuário passar.

source: Success Text
pt_br: Texto de Sucesso

source: Fail Text
pt_br: Texto de Falha

source: Displayed if user fails.
pt_br: Mostrado se o usuário falhar

source: Draft
pt_br: Rascunho

source: If yes, the quiz is not displayed in the quiz list and can only be taken by users who can edit quizzes.
pt_br: Se sim, o quiz não é listado e só pode ser respondido por usuários com perfil de editor.

source: User
pt_br: Usuário

source: Score
pt_br: Resultado

source: User Progress
pt_br: Progresso

source: User progress records
pt_br: Registro de progresso

source: error
pt_br: erro

source: category does not exist or invalid score
pt_br: Categoria não existe ou resultado inválido

source: Question Order
pt_br: Ordem de questões

source: Question List
pt_br: Lista de Questões

source: Incorrect questions
pt_br: Questões Incorretas

source: Current Score
pt_br: Resultado Atual

source: Complete
pt_br: Completo

source: User Answers
pt_br: Respostas do Usuário

source: Start
pt_br: Início

source: End
pt_br: Fim

source: Can see completed exams.
pt_br: Pode ver testes completos

source: Figure
pt_br: Figura

source: Enter the question text that you want displayed
pt_br: Entre o texto da questão que você quer mostrar

source: Question
pt_br: Questão

source: Explanation to be shown after the question has been answered.
pt_br: Explicação que deve ser exibida depois que a questão é respondida.

source: Explanation
pt_br: Explicação

source: Questions
pt_br: Questões

source: Example Quiz Website
pt_br: Concursinhos - Desenvolvimento

source: You answered the above question incorrectly
pt_br: A resposta está ERRADA.

source: This is the correct answer
pt_br: A resposta está CERTA

source: This was your answer.
pt_br: Esta foi a sua resposta

source: Progress Page
pt_br: Página de Progresso

source: User Progress Page
pt_br: Página de Progresso do Usuário

source: Question Category Scores
pt_br: Resultados das Questões por Categoria

source: Correctly answererd
pt_br: Respondidas Corretamente

source: Incorrect
pt_br: Incorretas

source: Previous exam papers
pt_br: Testes Anteriores

source: Below are the results of exams that you have sat.
pt_br: Abaixo estão os resultados dos testes que você realizou.

source: Quiz Title
pt_br: Título do Quiz

source: Possible Score
pt_br: Resultado Possível

source: The previous question
pt_br: A questão anterior

source: Your answer was
pt_br: Sua resposta estava

source: of
pt_br: de

source: Question category
pt_br: Categoria de Questão

source: Check
pt_br: Validar

source: All Quizzes
pt_br: Todos os Quizzes

source: Category list
pt_br: Lista de Categorias

source: You will only get one attempt at this quiz
pt_br: Você só tem uma tentativa neste quiz

source: Start quiz
pt_br: Iniciar o quiz

source: List of quizzes
pt_br: Lista de Quizzes

source: Exam
pt_br: Teste

source: Single attempt
pt_br: Tentativa única

source: View details
pt_br: Detalhes

source: There are no available quizzes
pt_br: Não há nenhum quiz disponível

source: Result of
pt_br: Resultado de

source: for
pt_br: para

source: Quiz title
pt_br: Título do Quiz

source: Completed
pt_br: Completo

source: User answer
pt_br: Resposta do usuário

source: incorrect
pt_br: incorreto

source: Correct
pt_br: Correto

source: Toggle whether correct
pt_br: Marque a resposta correta

source: List of complete exams
pt_br: Lista de testes completos

source: Filter
pt_br: Filtro

source: There are no matching quizzes
pt_br: Não há nenhum quiz correspondente

source: Exam Results for
pt_br: Resultados do teste para

source: Exam results
pt_br: Resultados do Teste

source: Exam title
pt_br: Teste

source: You answered
pt_br: Você respondeu

source: questions correctly out of
pt_br: questões corretas de

source: giving you
pt_br: resultando

source: percent correct
pt_br: % de aproveitamento

source: Review the questions below and try the exam again in the future
pt_br: Revise as questões abaixo e tente novamente em breve

source: The result of this exam will be stored in your progress section so you can review and monitor your progression
pt_br: O resultado deste teste será armazenado em seu histórico para que você possa consultá-lo e acompanhar o seu avanço

source: Your session score is
pt_br: O seu resultado é

source: out of a possible
pt_br: de um total possível de

source: Your answer
pt_br: Sua resposta

source: You have already sat this exam and only one sitting is permitted
pt_br: Você já realizou este teste e apenas uma tentativa é permitida

source: This exam is only accessible to signed in users
pt_br: Este teste só é acessível a usuários cadastrados

source: Quizzes related to
pt_br: Quizzes relacionados a

source: Quizzes in the
pt_br: Quizzes na categoria

source: There are no quizzes
pt_br: Não há nenhum quiz
